const advanteges = {
  title: 'Books Reading',
  block1: {
    title: 'Допоможе вам',
    list: [
      'Швидше сформулювати свою ціль і розпочати читати',
      'Пропорційно розподілити навантаження на кожний день',
      'Відстежувати особистий успіх',
    ],
  },
  block2: {
    title: 'Також ви зможете',
    list: [
      'Формувати особисту думку незалежну від інших',
      'Підвищити свої професійні якості опираючись на нові знання',
      'Стати цікавим співрозмовником',
    ],
  },
};

const buttons = {
  signin: 'Увійти',
  signup: 'Реєстрація',
};

const uk = { advanteges, buttons };

export default uk;
