const advanteges = {
  title: 'Books Reading',
  block1: {
    title: 'Допоможе вам',
    list: [
      'Швидше сформулювати свою ціль і розпочати читати',
      'Пропорційно розподілити навантаження на кожний день',
      'Відстежувати особистий успіх',
    ],
  },
  block2: {
    title: 'Також ви зможете',
    list: [
      'Формувати особисту думку незалежну від інших',
      'Підвищити свої професійні якості опираючись на нові знання',
      'Стати цікавим співрозмовником',
    ],
  },
};

const buttons = {
  signin: 'Увійти',
  signup: 'Реєстрація',
};

const validation = {
  required: 'Обов`язкове поле',
  min3: 'Мін. 3 символи',
  min7: 'Мін. 7 символів',
  min8: 'Мін. 8 символів',
  max30: 'Макс. 30 символів',
  max63: 'Макс. 63 символи',
  errname: 'Дозволені знаки: пробіл, дефіс, апостроф',
  erremail: 'Невірно вказаний email',
  errpassword:
    'Мін. 1 маленька, 1 велика букви та 1 цифра. Дозволено $ ! % * ? & _',
  errcongpassword: 'Має співпадати з паролем',
};

const uk = { advanteges, buttons, validation };

export default uk;
